/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria 凭据";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria 证书提供者需要您的输入才能从 Afaria 服务器下载证书。将安全存储您的证书。";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "完成";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "取消";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria 证书";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "正在请求 Afaria 证书";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "出错；请联系管理员。";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria 初始化错误";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "用户已取消";

